export let testData = [
    {
        id: 1,
        parentId: 0,
        question: '这是个啥？',
        answer:
            '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念',
        children: [
            {
                id: 4,
                parentId: 1,
                question: '这是个啥？',
                answer:
                    '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念',
                children: [
                    {
                        id: 9,
                        parentId: 4,
                        question: '这是个啥？',
                        answer:
                            '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念'
                    },
                    {
                        id: 10,
                        parentId: 4,
                        question: '这是个啥？这是个啥？这是个啥？这是个啥？这是个啥？这是个啥？这是个啥？',
                        answer:
                            '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念'
                    }
                ]
            }
        ]
    },
    {
        id: 2,
        parentId: 0,
        question: '这是个啥？',
        answer:
            '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念',
        children: [
            {
                id: 5,
                parentId: 2,
                question: '这是个啥？',
                answer:
                    '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念'
            },
            {
                id: 6,
                parentId: 2,
                question: '这是个啥？',
                answer:
                    '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念'
            }
        ]
    },
    {
        id: 3,
        parentId: 0,
        question: '这是个啥？',
        answer:
            '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念',
        children: [
            {
                id: 7,
                parentId: 3,
                question: '这是个啥？',
                answer:
                    '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念'
            },
            {
                id: 8,
                parentId: 3,
                question: '这是个啥？',
                answer:
                    '与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念；与现实生活一致：与现实生活的流程、逻辑保持一致，遵循用户习惯的语言和概念'
            }
        ]
    }
];
